app/Controllers/Admin/Galeri.php

SELECT *
FROM `tb_galeri`
---
    public function index()
    {
        $data['galeri'] = $this->m_galeri->findAll();